[
  [
    "وَلَا اَ۬لضَّآلِّينَ   "
  ],
  [
    "هُمُ اُ۬لۡمُفۡلِحُونَ "
  ],
  [
    "بِالۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ   "
  ],
  [
    "اَ۬لَّتِي وَقُودُهَا اَ۬لنَّاسُ وَاَلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكٰ۪فِرِينَ   "
  ],
  [
    "فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهۡوَ بِكُلِّ شَيۡءٍ عَلِيمٞ   "
  ],
  [
    "ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ اَ۬لتَّوَّابُ اُ۬لرَّحِيمُ   "
  ],
  [
    "وَلَا تُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ   "
  ],
  [
    "مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ   "
  ],
  [
    "اَ۬لنَّبِيِّـۧنَ بِغَيۡرِ اِ۬لۡحَقِّۗ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ   "
  ],
  [
    "يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ اُ۬لنَّٰظِرِينَ   "
  ],
  [
    "عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ   "
  ],
  [
    "تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ   "
  ],
  [
    "غُلۡفُۢۚ بَل لَّعَنَهُمُ اُ۬للَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ   "
  ],
  [
    "يَأۡمُرۡكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ   "
  ],
  [
    "كِتَٰبَ اَ۬للَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ   "
  ],
  [
    "بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَاَللَّهُ ذُو اُ۬لۡفَضۡلِ اِ۬لۡعَظِيمِ   "
  ],
  [
    "أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ   "
  ],
  [
    "بِالۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ اِ۬لۡجَحِيمِ "
  ],
  [
    "فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ اِ۬لنّ۪ارِۖ وَبِئۡسَ اَ۬لۡمَصِيرُ   "
  ],
  [
    "وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ   "
  ],
  [
    "وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ   "
  ],
  [
    "بَعۡدِ مَا جَآءَكَ مِنَ اَ۬لۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ اَ۬لظَّٰلِمِينَ   "
  ],
  [
    "اُ۪سۡتَعِينُواْ بِالصَّبۡرِ وَاَلصَّلَوٰةِۚ إِنَّ اَ۬للَّهَ مَعَ اَ۬لصَّٰبِرِينَ   "
  ],
  [
    "وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ اَ۬لرَّحۡمَٰنُ اُ۬لرَّحِيمُ   "
  ],
  [
    "بِالسُّوٓءِ وَاَلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى اَ۬للَّهِ مَا لَا تَعۡلَمُونَ   "
  ],
  [
    "وَإِنَّ اَ۬لَّذِينَ اَ۪خۡتَلَفُواْ فِي اِ۬لۡكِتَٰبِ لَفِي شِقَاقِۢ بَعِيدٖ   "
  ],
  [
    "فَإِنَّمَآ إِثۡمُهُۥ عَلَى اَ۬لَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ اَ۬للَّهَ سَمِيعٌ عَلِيمٞ   "
  ],
  [
    "فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ   "
  ],
  [
    "يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ اَ۬للَّهَ لَا يُحِبُّ اُ۬لۡمُعۡتَدِينَ   "
  ],
  [
    "اِ۬لۡمَسۡجِدِ اِ۬لۡحَرَامِۚ وَاَتَّقُواْ اُ۬للَّهَ وَاَعۡلَمُوٓاْ أَنَّ اَ۬للَّهَ شَدِيدُ اُ۬لۡعِقَابِ   "
  ],
  [
    "لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَاَللَّهُ سَرِيعُ اُ۬لۡحِسَابِ   "
  ],
  [
    "وَاَلۡمَلَٰٓئِكَةُ وَقُضِيَ اَ۬لۡأَمۡرُۚ وَإِلَى اَ۬للَّهِ تُرۡجَعُ اُ۬لۡأُمُورُ   "
  ],
  [
    "وَاَبۡنِ اِ۬لسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ اَ۬للَّهَ بِهِۦ عَلِيمٞ   "
  ],
  [
    "يُبَيِّنُ اُ۬للَّهُ لَكُمُ اُ۬لۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ "
  ],
  [
    "وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ اَ۬لنّ۪اسِۗ وَاَللَّهُ سَمِيعٌ عَلِيمٞ   "
  ],
  [
    "يُقِيمَا حُدُودَ اَ۬للَّهِۗ وَتِلۡكَ حُدُودُ اُ۬للَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ   "
  ],
  [
    "ءَاتَيۡتُم بِالۡمَعۡرُوفِۗ وَاَتَّقُواْ اُ۬للَّهَ وَاَعۡلَمُوٓاْ أَنَّ اَ۬للَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ   "
  ],
  [
    "وَلَا تَنسَوُاْ اُ۬لۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ اَ۬للَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ   "
  ],
  [
    "كَثِيرَةٗۚ وَاَللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ   "
  ],
  [
    "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ   "
  ],
  [
    "عَلَيۡكَ بِالۡحَقِّۚ وَإِنَّكَ لَمِنَ اَ۬لۡمُرۡسَلِينَ "
  ],
  [
    "بِالۡعُرۡوَةِ اِ۬لۡوُثۡقۭيٰ لَا اَ۪نفِصَامَ لَهَاۗ وَاَللَّهُ سَمِيعٌ عَلِيمٌ   "
  ],
  [
    "تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ   "
  ],
  [
    "عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَاَللَّهُ لَا يَهۡدِي اِ۬لۡقَوۡمَ اَ۬لۡكٰ۪فِرِينَ   "
  ],
  [
    "أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ اُ۬لۡأَلۡبَٰبِ   "
  ],
  [
    "رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ   "
  ],
  [
    "اَ۬للَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ   "
  ],
  [
    "اُ۬للَّهَۖ وَيُعَلِّمُكُمُ اُ۬للَّهُۗ وَاَللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ   "
  ],
  [
    "وَاَرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَاَنصُرۡنَا عَلَى اَ۬لۡقَوۡمِ اِ۬لۡكٰ۪فِرِينَ   "
  ],
  [
    "إِنَّكَ جَامِعُ اُ۬لنّ۪اسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ اَ۬للَّهَ لَا يُخۡلِفُ اُ۬لۡمِيعَادَ   "
  ],
  [
    "مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ اَ۬للَّهِۗ وَاَللَّهُ بَصِيرُۢ بِالۡعِبَادِ   "
  ],
  [
    "أَعۡمَٰلُهُمۡ فِي اِ۬لدُّنۡيۭا وَاَلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ   "
  ],
  [
    "مَا فِي اِ۬لسَّمَٰوَٰتِ وَمَا فِي اِ۬لۡأَرۡضِۗ وَاَللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ   "
  ],
  [
    "قَالَتۡ هُوَ مِنۡ عِندِ اِ۬للَّهِۖ إِنَّ اَ۬للَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ   "
  ],
  [
    "اَ۪بۡنُ مَرۡيَمَ وَجِيهٗا فِي اِ۬لدُّنۡيۭا وَاَلۡأٓخِرَةِ وَمِنَ اَ۬لۡمُقَرَّبِينَ   "
  ],
  [
    "أَنصَارُ اُ۬للَّهِ ءَامَنَّا بِاللَّهِ وَاَشۡهَدۡ بِأَنَّا مُسۡلِمُونَ   "
  ],
  [
    "وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ اَ۬للَّهِ عَلَى اَ۬لۡكَٰذِبِينَ   "
  ],
  [
    "اَ۬لۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ اِ۬للَّهِ وَأَنتُمۡ تَشۡهَدُونَ   "
  ],
  [
    "إِلَيۡهِمۡ يَوۡمَ اَ۬لۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ   "
  ],
  [
    "اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ تُرۡجَعُونَ   "
  ],
  [
    "اِ۪فۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ   "
  ],
  [
    "مِّنَ اَ۬لَّذِينَ أُوتُواْ اُ۬لۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كٰ۪فِرِينَ   "
  ],
  [
    "اُ۬للَّهِ نَتۡلُوهَا عَلَيۡكَ بِالۡحَقِّۗ وَمَا اَ۬للَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ   "
  ],
  [
    "تَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن تُكۡفَرُوهُۗ وَاَللَّهُ عَلِيمُۢ بِالۡمُتَّقِينَ   "
  ],
  [
    "تُبَوِّئُ اُ۬لۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَاَللَّهُ سَمِيعٌ عَلِيمٌ   "
  ],
  [
    "لِلۡكٰ۪فِرِينَ   وَأَطِيعُواْ اُ۬للَّهَ وَاَلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ   "
  ],
  [
    "وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَاَللَّهُ لَا يُحِبُّ اُ۬لظَّٰلِمِينَ   "
  ],
  [
    "اَ۬لدُّنۡيۭا وَحُسۡنَ ثَوَابِ اِ۬لۡأٓخِرَةِۗ وَاَللَّهُ يُحِبُّ اُ۬لۡمُحۡسِنِينَ   "
  ],
  [
    "مَآ أَصَٰبَكُمۡۗ وَاَللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ   "
  ],
  [
    "اِ۬للَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ اَ۬للَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا تَجۡمَعُونَ   "
  ],
  [
    "قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ   "
  ],
  [
    "فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا اَ۬للَّهُ وَنِعۡمَ اَ۬لۡوَكِيلُ   "
  ],
  [
    "مِيرَٰثُ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۗ وَاَللَّهُ بِمَا يَعۡمَلُونَ خَبِيرٞ   "
  ],
  [
    "وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ اِ۬لۡأُمُورِ   "
  ],
  [
    "رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ اَ۬لۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ اُ۬لۡمِيعَادَ   "
  ],
  [
    "وَصَابِرُواْ وَرَابِطُواْ وَاَتَّقُواْ اُ۬للَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ   "
  ],
  [
    "فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِاللَّهِ حَسِيبٗا   "
  ],
  [
    "نَفۡعٗاۚ فَرِيضَةٗ مِّنَ اَ۬للَّهِۗ إِنَّ اَ۬للَّهَ كَانَ عَلِيمًا حَكِيمٗا   "
  ],
  [
    "يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ   "
  ],
  [
    "أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ اَ۬للَّهُ فِيهِ خَيۡرٗا كَثِيرٗا   "
  ],
  [
    "مَا قَد سَّلَفَۗ إِنَّ اَ۬للَّهَ كَانَ غَفُورٗا رَّحِيمٗا   "
  ],
  [
    "مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَاَللَّهُ عَلِيمٌ حَكِيمٞ   "
  ],
  [
    "نَصِيبَهُمۡۚ إِنَّ اَ۬للَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا   "
  ],
  [
    "اُ۬للَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكٰ۪فِرِينَ عَذَابٗا مُّهِينٗا   "
  ],
  [
    "اَ۬لۡكِتَٰبِ يَشۡتَرُونَ اَ۬لضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ اُ۬لسَّبِيلَ ۚ "
  ],
  [
    "لِلَّذِينَ كَفَرُواْ هَٰٓؤُلَآءِ اَ۬هۡدَىٰ مِنَ اَ۬لَّذِينَ ءَامَنُواْ سَبِيلًا   "
  ],
  [
    "تُؤۡمِنُونَ بِاللَّهِ وَاَلۡيَوۡمِ اِ۬لۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا   "
  ],
  [
    "أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا   "
  ],
  [
    "اِ۬للَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِب فَّسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا   "
  ],
  [
    "فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنّ۪اسِ رَسُولٗاۚ وَكَفَىٰ بِاللَّهِ شَهِيدٗا   "
  ],
  [
    "بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ اَ۬للَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا   "
  ],
  [
    "ثَقِفۡتُمُوهُمۡۚ وَأُوْلَٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا   "
  ],
  [
    "فَتَبَيَّنُوٓاْۚ إِنَّ اَ۬للَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا   "
  ],
  [
    "أَن يَفۡتِنَكُمُ اُ۬لَّذِينَ كَفَرُوٓاْۚ إِنَّ اَ۬لۡكٰ۪فِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا   "
  ],
  [
    "بَيۡنَ اَ۬لنّ۪اسِ بِمَآ أَر۪ىٰكَ اَ۬للَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا   "
  ],
  [
    "مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ اُ۬للَّهِ عَلَيۡكَ عَظِيمٗا   "
  ],
  [
    "مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا   "
  ],
  [
    "وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ اَ۬للَّهَ كَانَ بِهِۦ عَلِيمٗا   "
  ],
  [
    "ثَوَابُ اُ۬لدُّنۡيۭا وَاَلۡأٓخِرَةِۚ وَكَانَ اَ۬للَّهُ سَمِيعَۢا بَصِيرٗا   "
  ],
  [
    "إِنَّ اَ۬للَّهَ جَامِعُ اُ۬لۡمُنَٰفِقِينَ وَاَلۡكٰ۪فِرِينَ فِي جَهَنَّمَ جَمِيعًا   "
  ],
  [
    "إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ اَ۬للَّهُ شَاكِرًا عَلِيمٗا   "
  ],
  [
    "لَهُمۡ لَا تَعۡدُواْ فِي اِ۬لسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا   "
  ],
  [
    "وَاَلۡمُؤۡمِنُونَ بِاللَّهِ وَاَلۡيَوۡمِ اِ۬لۡأٓخِرِ أُوْلَٰٓئِكَ سَنُؤۡتِيهِمۡ أَجۡرًا عَظِيمًا   "
  ],
  [
    "مَا فِي اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۚ وَكَانَ اَ۬للَّهُ عَلِيمًا حَكِيمٗا   "
  ],
  [
    "رَحۡمَةٖ مِّنۡهُ وَفَضۡلٖ وَيَهۡدِيهِمۡ إِلَيۡهِ صِرَٰطٗا مُّسۡتَقِيمٗا   "
  ],
  [
    "وَاَلۡعُدۡوَٰنِۚ وَاَتَّقُواْ اُ۬للَّهَۚ إِنَّ اَ۬للَّهَ شَدِيدُ اُ۬لۡعِقَابِ   "
  ],
  [
    "بِالۡإِيمَٰنِ فَقَدۡ حَبِطَ عَمَلُهُۥ وَهۡوَ فِي اِ۬لۡأٓخِرَةِ مِنَ اَ۬لۡخَٰسِرِينَ   "
  ],
  [
    "وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٞ   "
  ],
  [
    "فَاَعۡفُ عَنۡهُمۡ وَاَصۡفَحۡۚ إِنَّ اَ۬للَّهَ يُحِبُّ اُ۬لۡمُحۡسِنِينَ   "
  ],
  [
    "يَخۡلُقُ مَا يَشَآءُۚ وَاَللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ   "
  ],
  [
    "غَٰلِبُونَۚ وَعَلَى اَ۬للَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ   "
  ],
  [
    "اَ۬لۡغُرَابِ فَأُوَٰرِيَ سَوۡءَةَ أَخِيۖ فَأَصۡبَحَ مِنَ اَ۬لنَّٰدِمِينَ   "
  ],
  [
    "عَذَابِ يَوۡمِ اِ۬لۡقِيَٰمَةِ مَا تُقُبِّلَ مِنۡهُمۡۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ   "
  ],
  [
    "فِي اِ۬لدُّنۡيۭا خِزۡيٞۖ وَلَهُمۡ فِي اِ۬لۡأٓخِرَةِ عَذَابٌ عَظِيمٞ   "
  ],
  [
    "لَّمۡ يَحۡكُم بِمَآ أَنزَلَ اَ۬للَّهُ فَأُوْلَٰٓئِكَ هُمُ اُ۬لظَّٰلِمُونَ   "
  ],
  [
    "اَ۬لۡجَٰهِلِيَّةِ يَبۡغُونَۚ وَمَنۡ أَحۡسَنُ مِنَ اَ۬للَّهِ حُكۡمٗا لِّقَوۡمٖ يُوقِنُونَ   "
  ],
  [
    "اُ۬لۡكِتَٰبَ مِن قَبۡلِكُمۡ وَاَلۡكُفّ۪ارِ أَوۡلِيَآءَۚ وَاَتَّقُواْ اُ۬للَّهَ إِن كُنتُم مُّؤۡمِنِينَ   "
  ],
  [
    "اَ۬للَّهُۚ وَيَسۡعَوۡنَ فِي اِ۬لۡأَرۡضِ فَسَادٗاۚ وَاَللَّهُ لَا يُحِبُّ اُ۬لۡمُفۡسِدِينَ   "
  ],
  [
    "بِمَا لَا تَهۡوَىٰٓ أَنفُسُهُمۡ فَرِيقٗا كَذَّبُواْ وَفَرِيقٗا يَقۡتُلُونَ   "
  ],
  [
    "قَوۡمٖ قَد ضَّلُّواْ مِن قَبۡلُ وَأَضَلُّواْ كَثِيرٗا وَضَلُّواْ عَن سَوَآءِ اِ۬لسَّبِيلِ   "
  ],
  [
    "مِنَ اَ۬لۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَاَكۡتُبۡنَا مَعَ اَ۬لشَّٰهِدِينَ "
  ],
  [
    "رِجۡسٞ مِّنۡ عَمَلِ اِ۬لشَّيۡطَٰنِ فَاَجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ   "
  ],
  [
    "سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ اُ۬للَّهُ مِنۡهُۗ وَاَللَّهُ عَزِيزٞ ذُو اُ۪نتِقَامٍ   "
  ],
  [
    "كَفَرُواْ يَفۡتَرُونَ عَلَى اَ۬للَّهِ اِ۬لۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ   "
  ],
  [
    "أَيۡمَٰنِهِمۡۗ وَاَتَّقُواْ اُ۬للَّهَ وَاَسۡمَعُواْۗ وَاَللَّهُ لَا يَهۡدِي اِ۬لۡقَوۡمَ اَ۬لۡفَٰسِقِينَ   "
  ],
  [
    "وَنَعۡلَمَ أَن قَد صَّدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ اَ۬لشَّٰهِدِينَ   "
  ],
  [
    "مُلۡكُ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهۡوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ "
  ],
  [
    "عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ اَ۬لۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ   "
  ],
  [
    "وَهۡوَ اَ۬لۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهۡوَ اَ۬لۡحَكِيمُ اُ۬لۡخَبِيرُ   "
  ],
  [
    "يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبُ بِـَٔايَٰتِ رَبِّنَا وَنَكُونُ مِنَ اَ۬لۡمُؤۡمِنِينَ   "
  ],
  [
    "اَ۬للَّهُ لَجَمَعَهُمۡ عَلَى اَ۬لۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ اَ۬لۡجَٰهِلِينَ   "
  ],
  [
    "إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ   "
  ],
  [
    "عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ اَ۬لظَّٰلِمِينَ   "
  ],
  [
    "اِ۬لۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ   "
  ],
  [
    "اَ۬لشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ اَ۬لذِّكۡر۪يٰ مَعَ اَ۬لۡقَوۡمِ اِ۬لظَّٰلِمِينَ   "
  ],
  [
    "عَٰلِمُ اُ۬لۡغَيۡبِ وَاَلشَّهَٰدَةِۚ وَهۡوَ اَ۬لۡحَكِيمُ اُ۬لۡخَبِيرُ   "
  ],
  [
    "فَأَيُّ اُ۬لۡفَرِيقَيۡنِ أَحَقُّ بِالۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ   "
  ],
  [
    "قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡر۪يٰ لِلۡعَٰلَمِينَ   "
  ],
  [
    "شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنُكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ   "
  ],
  [
    "صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهۡوَ بِكُلِّ شَيۡءٍ عَلِيمٞ   "
  ],
  [
    "يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ   "
  ],
  [
    "مِمَّا ذُكِرَ اَ۪سۡمُ اُ۬للَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ   "
  ],
  [
    "عِندَ اَ۬للَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ   "
  ],
  [
    "وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كٰ۪فِرِينَ   "
  ],
  [
    "وَلَوۡ شَآءَ اَ۬للَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ   "
  ],
  [
    "خُطۡوَٰتِ اِ۬لشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ   "
  ],
  [
    "بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ   "
  ],
  [
    "إِلَّا بِالۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ   "
  ],
  [
    "يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ اَ۬لۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ   "
  ],
  [
    "مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ اُ۬لۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ "
  ],
  [
    "اِ۟سۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ اَ۬لسَّٰجِدِينَ   "
  ],
  [
    "تِلۡكُمَا اَ۬لشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ اَ۬لشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ   "
  ],
  [
    "اُ۬لشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ اِ۬للَّهِ وَيَحۡسِبُونَ أَنَّهُم مُّهۡتَدُونَ   "
  ],
  [
    "قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كٰ۪فِرِينَ   "
  ],
  [
    "وَنُودُوٓاْ أَن تِلۡكُمُ اُ۬لۡجَنَّةُ أُورِثتُّمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ   "
  ],
  [
    "لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ   "
  ],
  [
    "اِ۬لثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ اُ۬لۡمَوۡتۭيٰ لَعَلَّكُمۡ تَذَّكَّرُونَ   "
  ],
  [
    "قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ اِ۬لۡعَٰلَمِينَ   "
  ],
  [
    "اِ۬للَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ   "
  ],
  [
    "شَهۡوَةٗ مِّن دُونِ اِ۬لنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ   "
  ],
  [
    "حَتَّىٰ يَحۡكُمَ اَ۬للَّهُ بَيۡنَنَاۚ وَهۡوَ خَيۡرُ اُ۬لۡحَٰكِمِينَ   "
  ],
  [
    "اَ۬لضَّرَّآءُ وَاَلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ   "
  ],
  [
    "وَقَالَ مُوسۭيٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ اِ۬لۡعَٰلَمِينَ   "
  ],
  [
    "هُنَالِكَ وَاَنقَلَبُواْ صَٰغِرِينَ   وَأُلۡقِيَ اَ۬لسَّحَرَةُ سَٰجِدِينَ   "
  ],
  [
    "بِالسِّنِينَ وَنَقۡصٖ مِّنَ اَ۬لثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ   "
  ],
  [
    "مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ   "
  ],
  [
    "أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ اُ۬لۡمُؤۡمِنِينَ   "
  ],
  [
    "لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِر لَّنَا لَنَكُونَنَّ مِنَ اَ۬لۡخَٰسِرِينَ   "
  ],
  [
    "مَن تَشَآءُۖ اَ۬نتَ وَلِيُّنَا فَاَغۡفِر لَّنَا وَاَرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ اُ۬لۡغَٰفِرِينَ   "
  ],
  [
    "قَوۡمِ مُوسۭيٰٓ أُمَّةٞ يَهۡدُونَ بِالۡحَقِّ وَبِهِۦ يَعۡدِلُونَ   "
  ],
  [
    "كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ   "
  ],
  [
    "بِالۡكِتَٰبِ وَأَقَامُواْ اُ۬لصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ اَ۬لۡمُصۡلِحِينَ   "
  ],
  [
    "فَهۡوَ اَ۬لۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ اُ۬لۡخَٰسِرُونَ   "
  ],
  [
    "قُلۡ إِنَّمَا عِلۡمُهَا عِندَ اَ۬للَّهِ وَلَٰكِنَّ أَكۡثَرَ اَ۬لنّ۪اسِ لَا يَعۡلَمُونَ   "
  ],
  [
    "بِهَاۗ قُلُ اُ۟دۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِۦ فَلَا تُنظِرُونِ   "
  ],
  [
    "لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩   "
  ],
  [
    "لِيُحِقَّ اَ۬لۡحَقَّ وَيُبۡطِلَ اَ۬لۡبَٰطِلَ وَلَوۡ كَرِهَ اَ۬لۡمُجۡرِمُونَ   "
  ],
  [
    "بِغَضَبٖ مِّنَ اَ۬للَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ اَ۬لۡمَصِيرُ   "
  ],
  [
    "مِنكُمۡ خَآصَّةٗۖ وَاَعۡلَمُوٓاْ أَنَّ اَ۬للَّهَ شَدِيدُ اُ۬لۡعِقَابِ   "
  ],
  [
    "فِيهِمۡۚ وَمَا كَانَ اَ۬للَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ   "
  ],
  [
    "فَاَعۡلَمُوٓاْ أَنَّ اَ۬للَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ اَ۬لۡمَوۡلَىٰ وَنِعۡمَ اَ۬لنَّصِيرُ   "
  ],
  [
    "فَاَثۡبُتُواْ وَاَذۡكُرُواْ اُ۬للَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ   "
  ],
  [
    "فَأَخَذَهُمُ اُ۬للَّهُ بِذُنُوبِهِمۡۚ إِنَّ اَ۬للَّهَ قَوِيّٞ شَدِيدُ اُ۬لۡعِقَابِ   "
  ],
  [
    "فَاَجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى اَ۬للَّهِۚ إِنَّهُۥ هُوَ اَ۬لسَّمِيعُ اُ۬لۡعَلِيمُ   "
  ],
  [
    "مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَاَتَّقُواْ اُ۬للَّهَۚ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞ   "
  ],
  [
    "بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ اِ۬للَّهِۗ إِنَّ اَ۬للَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ   "
  ],
  [
    "اَ۬للَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ   "
  ],
  [
    "أَتَخۡشَوۡنَهُمۡۚ فَاَللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ   "
  ],
  [
    "وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ اَ۬للَّهِۚ وَأُوْلَٰٓئِكَ هُمُ اُ۬لۡفَآئِزُونَ   "
  ],
  [
    "لَّمۡ تَرَوۡهَا وَعَذَّبَ اَ۬لَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ اُ۬لۡكٰ۪فِرِينَ   "
  ],
  [
    "لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ   "
  ],
  [
    "يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَاَعۡلَمُوٓاْ أَنَّ اَ۬للَّهَ مَعَ اَ۬لۡمُتَّقِينَ   "
  ],
  [
    "وَكَلِمَةُ اُ۬للَّهِ هِيَ اَ۬لۡعُلۡيۭاۗ وَاَللَّهُ عَزِيزٌ حَكِيمٌ   "
  ],
  [
    "اُ۬لۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَاَللَّهُ عَلِيمُۢ بِالظَّٰلِمِينَ   "
  ],
  [
    "كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ   "
  ],
  [
    "مِنكُمۡۚ وَاَلَّذِينَ يُؤۡذُونَ رَسُولَ اَ۬للَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ   "
  ],
  [
    "حَسۡبُهُمۡۚ وَلَعَنَهُمُ اُ۬للَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ   "
  ],
  [
    "وَرِضۡوَٰنٞ مِّنَ اَ۬للَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ اَ۬لۡفَوۡزُ اُ۬لۡعَظِيمُ   "
  ],
  [
    "فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ اَ۬للَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ   "
  ],
  [
    "أُوْلُواْ اُ۬لطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ اَ۬لۡقَٰعِدِينَ   "
  ],
  [
    "مَعَ اَ۬لۡخَوَالِفِ وَطَبَعَ اَ۬للَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ   "
  ],
  [
    "سَيُدۡخِلُهُمُ اُ۬للَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞ   "
  ],
  [
    "إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَاَللَّهُ عَلِيمٌ حَكِيمٞ   "
  ],
  [
    "بِبَيۡعِكُمُ اُ۬لَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ اَ۬لۡفَوۡزُ اُ۬لۡعَظِيمُ   "
  ],
  [
    "فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَؤُفٞ رَّحِيمٞ   "
  ],
  [
    "وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ "
  ],
  [
    "إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهۡوَ رَبُّ اُ۬لۡعَرۡشِ اِ۬لۡعَظِيمِ   "
  ],
  [
    "وَمَا خَلَقَ اَ۬للَّهُ فِي اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ   "
  ],
  [
    "خَلَٰٓئِفَ فِي اِ۬لۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ   "
  ],
  [
    "اَ۬لۡغَيۡبُ لِلَّهِ فَاَنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ اَ۬لۡمُنتَظِرِينَ   "
  ],
  [
    "إِلَىٰ د۪ارِ اِ۬لسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ اِ۪لَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ   "
  ],
  [
    "حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى اَ۬لَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ   "
  ],
  [
    "يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ اُ۬لصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ   "
  ],
  [
    "أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيَ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ "
  ],
  [
    "اِ۬لسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ   "
  ],
  [
    "نُذِيقُهُمُ اُ۬لۡعَذَابَ اَ۬لشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ   "
  ],
  [
    "وَتَكُونَ لَكُمَا اَ۬لۡكِبۡرِيَآءُ فِي اِ۬لۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ   "
  ],
  [
    "وَاَشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ اُ۬لۡعَذَابَ اَ۬لۡأَلِيمَ   "
  ],
  [
    "وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ اُ۬لۡعَذَابَ اَ۬لۡأَلِيمَ   "
  ],
  [
    "يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ اَ۬لظَّٰلِمِينَ   "
  ],
  [
    "يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ اِ۬لصُّدُورِ   "
  ],
  [
    "مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَاَللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ   "
  ],
  [
    "اِ۬للَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِالۡأٓخِرَةِ هُمۡ كَٰفِرُونَ   "
  ],
  [
    "عِندِهِۦ فَعَمِيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ   "
  ],
  [
    "وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي اِ۬لَّذِينَ ظَلَمُوٓاْۚ إِنَّهُم مُّغۡرَقُونَ   "
  ],
  [
    "مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ اَ۬لۡحَقُّ وَأَنتَ أَحۡكَمُ اُ۬لۡحَٰكِمِينَ   "
  ],
  [
    "بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ   "
  ],
  [
    "مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ   "
  ],
  [
    "فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآ إِسۡحَٰقَ يَعۡقُوبُ   "
  ],
  [
    "مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ اُ۬لصُّبۡحُۚ أَلَيۡسَ اَ۬لصُّبۡحُ بِقَرِيبٖ   "
  ],
  [
    "مَا اَ۪سۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيَ إِلَّا بِاللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ   "
  ],
  [
    "وَمَلَإِيْهِۦ فَاَتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ   "
  ],
  [
    "اِ۬لسَّمَٰوَٰتُ وَاَلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ   "
  ],
  [
    "كَانَ رَبُّكَ لِيُهۡلِكَ اَ۬لۡقُر۪يٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ   "
  ],
  [
    "أَحَدَ عَشَرَ كَوۡكَبٗا وَاَلشَّمۡسَ وَاَلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ   "
  ],
  [
    "أَكَلَهُ اُ۬لذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ   "
  ],
  [
    "ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي اِ۬لۡمُحۡسِنِينَ   "
  ],
  [
    "عَن نَّفۡسِهِۦۖ قَد شَّغَفَهَا حُبًّاۖ إِنَّا لَنَر۪ىٰهَا فِي ضَلَٰلٖ مُّبِينٖ   "
  ],
  [
    "مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِاللَّهِ وَهُم بِالۡأٓخِرَةِ هُمۡ كَٰفِرُونَ   "
  ],
  [
    "اَ۬لۡمَلَأُ اَ۬فۡتُونِي فِي رُءۡيٰۭيَ إِن كُنتُمۡ لِلرُّءۡيۭا تَعۡبُرُونَ   "
  ],
  [
    "لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِالۡغَيۡبِ وَأَنَّ اَ۬للَّهَ لَا يَهۡدِي كَيۡدَ اَ۬لۡخَآئِنِينَ "
  ],
  [
    "فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ   "
  ],
  [
    "قَالَ إِنِّيَ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ   "
  ],
  [
    "فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَر۪ىٰكَ مِنَ اَ۬لۡمُحۡسِنِينَ   "
  ],
  [
    "وَحُزۡنِيَ إِلَى اَ۬للَّهِ وَأَعۡلَمُ مِنَ اَ۬للَّهِ مَا لَا تَعۡلَمُونَ   "
  ],
  [
    "تُفَنِّدُونِ   قَالُواْ تَاَللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ اَ۬لۡقَدِيمِ   "
  ],
  [
    "وَهُمۡ يَمۡكُرُونَ   وَمَآ أَكۡثَرُ اُ۬لنّ۪اسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ   "
  ],
  [
    "وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ   "
  ],
  [
    "أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ اُ۬لنّ۪ارِۖ هُمۡ فِيهَا خَٰلِدُونَ   "
  ],
  [
    "مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي اِ۬للَّهِ وَهۡوَ شَدِيدُ اُ۬لۡمِحَالِ   "
  ],
  [
    "أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ اُ۬لۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ اَ۬لۡمِهَادُ   "
  ],
  [
    "وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ اِ۬للَّهِۗ أَلَا بِذِكۡرِ اِ۬للَّهِ تَطۡمَئِنُّ اُ۬لۡقُلُوبُ   "
  ],
  [
    "اِ۬لدُّنۡيۭاۖ وَلَعَذَابُ اُ۬لۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ اَ۬للَّهِ مِن وَاقٖ   "
  ],
  [
    "يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ اُ۬لۡكَٰفِرُ لِمَنۡ عُقۡبَى اَ۬لدّ۪ارِ   "
  ],
  [
    "اِ۬للَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبّ۪ارٖ شَكُورٖ   "
  ],
  [
    "عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ   "
  ],
  [
    "مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ اَ۬لضَّلَٰلُ اُ۬لۡبَعِيدُ   "
  ],
  [
    "كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي اِ۬لسَّمَآءِ "
  ],
  [
    "اُ۬لشَّمۡسَ وَاَلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ اُ۬لَّيۡلَ وَاَلنَّهَارَ   "
  ],
  [
    "اُ۬لظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ اِ۬لۡأَبۡصَٰرُ   "
  ],
  [
    "وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ اُ۬لۡأَلۡبَٰبِ   "
  ],
  [
    "لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ   "
  ],
  [
    "أَجۡمَعُونَ   إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ اَ۬لسَّٰجِدِينَ   "
  ],
  [
    "هُوَ اَ۬لۡعَذَابُ اُ۬لۡأَلِيمُ   ۞وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ   "
  ],
  [
    "وَاَتَّقُواْ اُ۬للَّهَ وَلَا تُخۡزُونِ   قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ اِ۬لۡعَٰلَمِينَ   "
  ],
  [
    "إِنِّيَ أَنَا اَ۬لنَّذِيرُ اُ۬لۡمُبِينُ   كَمَآ أَنزَلۡنَا عَلَى اَ۬لۡمُقۡتَسِمِينَ   "
  ],
  [
    "وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ   "
  ],
  [
    "فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ   "
  ],
  [
    "مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ اُ۬لۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ   "
  ],
  [
    "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ   "
  ],
  [
    "يَعۡلَمُونَ   اَ۬لَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ   "
  ],
  [
    "كَشَفَ اَ۬لضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ   "
  ],
  [
    "اُ۬لَّذِي اِ۪خۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ   "
  ],
  [
    "اَ۬لطَّيِّبَٰتِۚ أَفَبِالۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ اِ۬للَّهِ هُمۡ يَكۡفُرُونَ   "
  ],
  [
    "مَا يُمۡسِكُهُنَّ إِلَّا اَ۬للَّهُۗ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ   "
  ],
  [
    "اَ۬للَّهِ يَوۡمَئِذٍ اِ۬لسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ   "
  ],
  [
    "يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ   "
  ],
  [
    "لِيُثَبِّتَ اَ۬لَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡر۪يٰ لِلۡمُسۡلِمِينَ   "
  ],
  [
    "وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ   "
  ],
  [
    "مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ   "
  ],
  [
    "إِنَّ اَ۬للَّهَ مَعَ اَ۬لَّذِينَ اَ۪تَّقَواْ وَّاَلَّذِينَ هُم مُّحۡسِنُونَ   "
  ],
  [
    "كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا   "
  ],
  [
    "مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا   "
  ],
  [
    "كَانُوٓاْ إِخۡوَٰنَ اَ۬لشَّيَٰطِينِۖ وَكَانَ اَ۬لشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا   "
  ],
  [
    "اَ۬لۡجِبَالَ طُولٗا   كُلُّ ذَٰلِكَ كَانَ سَيِّئَةً عِندَ رَبِّكَ مَكۡرُوهٗا   "
  ],
  [
    "وَقَالُوٓاْ أَٰ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَٰ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا   "
  ],
  [
    "أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي اِ۬لۡكِتَٰبِ مَسۡطُورٗا   "
  ],
  [
    "اِ۬لۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا   "
  ],
  [
    "اَ۬لۡحَيَوٰةِ وَضِعۡفَ اَ۬لۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا   "
  ],
  [
    "بِالَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا   "
  ],
  [
    "شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا   "
  ],
  [
    "اَ۟سۡكُنُواْ اُ۬لۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ اُ۬لۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا   "
  ],
  [
    "مَّٰكِثِينَ فِيهِ أَبَدٗا   وَيُنذِرَ اَ۬لَّذِينَ قَالُواْ اُ۪تَّخَذَ اَ۬للَّهُ وَلَدٗا   "
  ],
  [
    "بِسُلۡطَٰنِۢ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ اِ۪فۡتَر۪يٰ عَلَى اَ۬للَّهِ كَذِبٗا   "
  ],
  [
    "أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا   "
  ],
  [
    "رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا   "
  ],
  [
    "لِصَٰحِبِهِۦ وَهۡوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا   "
  ],
  [
    "فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ اُ۬لرِّيَٰحُۗ وَكَانَ اَ۬للَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا   "
  ],
  [
    "اَ۬لنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا   "
  ],
  [
    "بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَاَتَّخَذَ سَبِيلَهُۥ فِي اِ۬لۡبَحۡرِ سَرَبٗا   "
  ],
  [
    "قَالَ أَقَتَلۡتَ نَفۡسٗا زَٰكِيَةَۢ بِغَيۡرِ نَفۡسٖ لَّقَد جِّئۡتَ شَيۡـٔٗا نُّكۡرٗا   "
  ],
  [
    "وَيَسۡـَٔلُونَكَ عَن ذِي اِ۬لۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا   "
  ],
  [
    "قِطۡرٗا   فَمَا اَ۪سۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا اَ۪سۡتَطَٰعُواْ لَهُۥ نَقۡبٗا   "
  ],
  [
    "لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا   "
  ],
  [
    "اَ۬لۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا   "
  ],
  [
    "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ اِ۬لنَّخۡلَةِ تَسَّٰقَطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا   "
  ],
  [
    "وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَاۖ لَٰكِنِ اِ۬لظَّٰلِمُونَ اَ۬لۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ   "
  ],
  [
    "وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ مُوسۭيٰٓۚ إِنَّهُۥ كَانَ مُخۡلِصٗا وَكَانَ رَسُولٗا نَّبِيّٗا   "
  ],
  [
    "مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا   "
  ],
  [
    "وَاَلۡبَٰقِيَٰتُ اُ۬لصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا   "
  ],
  [
    "وَعَدَّهُمۡ عَدّٗا   وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ اَ۬لۡقِيَٰمَةِ فَرۡدًا   "
  ],
  [
    "أَنَا۠ رَبُّكَ فَاَخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِالۡوَادِ اِ۬لۡمُقَدَّسِ طُوۭيٰ   "
  ],
  [
    "أُوتِيتَ سُؤۡلَكَ يَٰمُوسۭيٰ   وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡر۪يٰٓ   "
  ],
  [
    "كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدۭيٰ   قَالَ فَمَا بَالُ اُ۬لۡقُرُونِ اِ۬لۡأُولۭيٰ   "
  ],
  [
    "فَاَجۡمَعُواْ كَيۡدَكُمۡ ثُمَّ اَ۪ئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ اَ۬لۡيَوۡمَ مَنِ اِ۪سۡتَعۡلۭيٰ   "
  ],
  [
    "تَجۡرِي مِن تَحۡتِهَا اَ۬لۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكّۭيٰ   "
  ],
  [
    "أَوۡزَارٗا مِّن زِينَةِ اِ۬لۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى اَ۬لسَّامِرِيُّ   "
  ],
  [
    "إِلَٰهُكُمُ اُ۬للَّهُ اُ۬لَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا   "
  ],
  [
    "فِيهِ مِنَ اَ۬لۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا   "
  ],
  [
    "أَعۡمۭيٰ   قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا   "
  ],
  [
    "فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ اُ۬لصِّرَٰطِ اِ۬لسَّوِيِّ وَمَنِ اِ۪هۡتَدۭيٰ "
  ],
  [
    "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۖ أَفَلَا تَعۡقِلُونَ   "
  ],
  [
    "مَن قَبۡلِيۗ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ اَ۬لۡحَقَّۖ فَهُم مُّعۡرِضُونَ   "
  ],
  [
    "اُ۬لۡمَوۡتِۗ وَنَبۡلُوكُم بِالشَّرِّ وَاَلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ   "
  ],
  [
    "اِ۬لۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ اُ۬لۡغَٰلِبُونَ   "
  ],
  [
    "وَتَاَللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ   "
  ],
  [
    "لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ   "
  ],
  [
    "إِلَى اَ۬لۡأَرۡضِ اِ۬لَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ   "
  ],
  [
    "وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ   "
  ],
  [
    "سَبَقَتۡ لَهُم مِّنَّا اَ۬لۡحُسۡنۭيٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ   "
  ],
  [
    "بِالۡحَقِّۗ وَرَبُّنَا اَ۬لرَّحۡمَٰنُ اُ۬لۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ   "
  ],
  [
    "اَ۬لۡمَآءَ اَ۪هۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۢ بَهِيجٖ   "
  ],
  [
    "اَ۬لسَّمَآءِ ثُمَّ لِيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ   "
  ],
  [
    "أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُوٕٖاْۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ   "
  ],
  [
    "فَاَجۡتَنِبُواْ اُ۬لرِّجۡسَ مِنَ اَ۬لۡأَوۡثَٰنِ وَاَجۡتَنِبُواْ قَوۡلَ اَ۬لزُّورِ   "
  ],
  [
    "عَنِ اِ۬لَّذِينَ ءَامَنُوٓاْۗ إِنَّ اَ۬للَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ   "
  ],
  [
    "لَا تَعۡمَى اَ۬لۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى اَ۬لۡقُلُوبُ اُ۬لَّتِي فِي اِ۬لصُّدُورِ   "
  ],
  [
    "تَأۡتِيَهُمُ اُ۬لسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ   "
  ],
  [
    "وَمَا فِي اِ۬لۡأَرۡضِۚ وَإِنَّ اَ۬للَّهَ لَهۡوَ اَ۬لۡغَنِيُّ اُ۬لۡحَمِيدُ   "
  ],
  [
    "ذَٰلِكُمُۚ اُ۬لنَّارُ وَعَدَهَا اَ۬للَّهُ اُ۬لَّذِينَ كَفَرُواْۖ وَبِئۡسَ اَ۬لۡمَصِيرُ   "
  ],
  [
    "وَاَعۡتَصِمُواْ بِاللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ اَ۬لۡمَوۡلَىٰ وَنِعۡمَ اَ۬لنَّصِيرُ   "
  ],
  [
    "وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ اِ۬لۡخَلۡقِ غَٰفِلِينَ   "
  ],
  [
    "اِ۬لۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي اِ۬لَّذِينَ ظَلَمُوٓاْۖ إِنَّهُم مُّغۡرَقُونَ   "
  ],
  [
    "اِ۬لظَّٰلِمِينَ   ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ   "
  ],
  [
    "بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ   وَاَلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ   "
  ],
  [
    "وَإِنَّ اَ۬لَّذِينَ لَا يُؤۡمِنُونَ بِالۡأٓخِرَةِ عَنِ اِ۬لصِّرَٰطِ لَنَٰكِبُونَ   "
  ],
  [
    "كُنتُمۡ تَعۡلَمُونَ   سَيَقُولُونَ اَ۬للَّهُۚ قُلۡ فَأَنّۭيٰ تُسۡحَرُونَ   "
  ],
  [
    "خَٰلِدُونَ   تَلۡفَحُ وُجُوهَهُمُ اُ۬لنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ   "
  ],
  [
    "وَقُل رَّبِّ اِ۪غۡفِرۡ وَاَرۡحَمۡ وَأَنتَ خَيۡرُ اُ۬لرَّٰحِمِينَ   "
  ],
  [
    "اَ۬لصَّٰدِقِينَ   وَلَوۡلَا فَضۡلُ اُ۬للَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ وَأَنَّ اَ۬للَّهَ تَوَّابٌ حَكِيمٌ   "
  ],
  [
    "فَضۡلُ اُ۬للَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ وَأَنَّ اَ۬للَّهَ رَؤُفٞ رَّحِيمٞ   "
  ],
  [
    "وَتُسَلِّمُواْ عَلَىٰٓ أَهۡلِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ لَعَلَّكُمۡ تَذَّكَّرُونَ   "
  ],
  [
    "إِلَى اَ۬للَّهِ جَمِيعًا أَيُّهَ اَ۬لۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ   "
  ],
  [
    "وَيُذۡكَرَ فِيهَا اَ۪سۡمُهُۥ يُسَبِّحُ لَهُۥ فِيهَا بِالۡغُدُوِّ وَاَلۡأٓصَالِ "
  ],
  [
    "وَيَصۡرِفُهُۥ عَن مَّن يَشَآءُۖ يَكَادُ سَنَا بَرۡقِهِۦ يَذۡهَبُ بِالۡأَبۡصٰ۪رِۚ "
  ],
  [
    "لَّا تُقۡسِمُواْۖ طَاعَةٞ مَّعۡرُوفَةٌۚ إِنَّ اَ۬للَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ   "
  ],
  [
    "كَذَٰلِكَ يُبَيِّنُ اُ۬للَّهُ لَكُمُ اُ۬لۡأٓيَٰتِۗ وَاَللَّهُ عَلِيمٌ حَكِيمٞ   "
  ],
  [
    "يُبَيِّنُ اُ۬للَّهُ لَكُمُ اُ۬لۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ   "
  ],
  [
    "لَّهُۥ شَرِيكٞ فِي اِ۬لۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا   "
  ],
  [
    "كَذَّبُواْ بِالسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِالسَّاعَةِ سَعِيرًا   "
  ],
  [
    "لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا "
  ],
  [
    "وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا   "
  ],
  [
    "مَنِ اِ۪تَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا   "
  ],
  [
    "مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ اَ۬لۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا   "
  ],
  [
    "أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتِرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا   "
  ],
  [
    "لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا   "
  ],
  [
    "سِنِينَ   وَفَعَلۡتَ فَعۡلَتَكَ اَ۬لَّتِي فَعَلۡتَ وَأَنتَ مِنَ اَ۬لۡكٰ۪فِرِينَ   "
  ],
  [
    "لِمِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ   وَقِيلَ لِلنّ۪اسِ هَلۡ أَنتُم مُّجۡتَمِعُونَ   "
  ],
  [
    "كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا بَنِيٓ إِسۡرَٰٓءِيلَ   فَأَتۡبَعُوهُم مُّشۡرِقِينَ   "
  ],
  [
    "يَوۡمَ اَ۬لدِّينِ   رَبِّ هَبۡ لِي حُكۡمٗا وَأَلۡحِقۡنِي بِالصَّٰلِحِينَ   "
  ],
  [
    "وَأَطِيعُونِ   ۞قَالُوٓاْ أَنُؤۡمِنُ لَكَ وَاَتَّبَعَكَ اَ۬لۡأَرۡذَلُونَ   "
  ],
  [
    "قَالُواْ سَوَآءٌ عَلَيۡنَآ أَوَعَظۡتَ أَمۡ لَمۡ تَكُن مِّنَ اَ۬لۡوَٰعِظِينَ   "
  ],
  [
    "أَكۡثَرُهُم مُّؤۡمِنِينَ   وَإِنَّ رَبَّكَ لَهۡوَ اَ۬لۡعَزِيزُ اُ۬لرَّحِيمُ   "
  ],
  [
    "وَلَا تَبۡخَسُواْ اُ۬لنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي اِ۬لۡأَرۡضِ مُفۡسِدِينَ   "
  ],
  [
    "إِن مَّتَّعۡنَٰهُمۡ سِنِينَ   ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ   "
  ],
  [
    "بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ اُ۬لَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ   "
  ],
  [
    "فَٰسِقِينَ   فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ   "
  ],
  [
    "أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَأَ بِنَبَإٖ يَقِينٍ   "
  ],
  [
    "وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ اُ۬لۡمُرۡسَلُونَ   "
  ],
  [
    "إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ اِ۬لۡعَٰلَمِينَ   "
  ],
  [
    "شَهۡوَةٗ مِّن دُونِ اِ۬لنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ "
  ],
  [
    "رَحۡمَتِهِۦٓۗ أَٰ۟لَٰهٞ مَّعَ اَ۬للَّهِۚ تَعَٰلَى اَ۬للَّهُ عَمَّا يُشۡرِكُونَ   "
  ],
  [
    "يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ اَ۬لَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ   "
  ],
  [
    "صُنۡعَ اَ۬للَّهِ اِ۬لَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا يَفۡعَلُونَ   "
  ],
  [
    "فِي اِ۬لۡأَرۡضِ وَنَجۡعَلَهُمۡ أَى۪مَّةٗ وَنَجۡعَلَهُمُ اُ۬لۡوَٰرِثِينَ   "
  ],
  [
    "أَنَّ وَعۡدَ اَ۬للَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ   "
  ],
  [
    "فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ اَ۬لۡقَوۡمِ اِ۬لظَّٰلِمِينَ   "
  ],
  [
    "قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَاَللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ   "
  ],
  [
    "يَصِلُونَ إِلَيۡكُمَاۚ بِـَٔايَٰتِنَآ أَنتُمَا وَمَنِ اِ۪تَّبَعَكُمَا اَ۬لۡغَٰلِبُونَ   "
  ],
  [
    "بَصَآئِرَ لِلنّ۪اسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ   "
  ],
  [
    "هُدٗى مِّنَ اَ۬للَّهِۚ إِنَّ اَ۬للَّهَ لَا يَهۡدِي اِ۬لۡقَوۡمَ اَ۬لظَّٰلِمِينَ   "
  ],
  [
    "ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي اِ۬لۡقُر۪يٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ   "
  ],
  [
    "اُ۬لۡحَمۡدُ فِي اِ۬لۡأُولۭيٰ وَاَلۡأٓخِرَةِۖ وَلَهُ اُ۬لۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ   "
  ],
  [
    "وَلَا تَبۡغِ اِ۬لۡفَسَادَ فِي اِ۬لۡأَرۡضِۖ إِنَّ اَ۬للَّهَ لَا يُحِبُّ اُ۬لۡمُفۡسِدِينَ   "
  ],
  [
    "يُجۡزَى اَ۬لَّذِينَ عَمِلُواْ اُ۬لسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ   "
  ],
  [
    "جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ اَ۬للَّهَ لَغَنِيٌّ عَنِ اِ۬لۡعَٰلَمِينَ   "
  ],
  [
    "إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ اُ۬لطُّوفَانُ وَهُمۡ ظَٰلِمُونَ   "
  ],
  [
    "أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ   "
  ],
  [
    "اَ۬لصَّٰدِقِينَ   قَالَ رَبِّ اِ۟نصُرۡنِي عَلَى اَ۬لۡقَوۡمِ اِ۬لۡمُفۡسِدِينَ   "
  ],
  [
    "فَصَدَّهُمۡ عَنِ اِ۬لسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ   "
  ],
  [
    "وَاَلۡمُنكَرِۗ وَلَذِكۡرُ اُ۬للَّهِ أَكۡبَرُۗ وَاَللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ   "
  ],
  [
    "بِالۡبَٰطِلِ وَكَفَرُواْ بِاللَّهِ أُوْلَٰٓئِكَ هُمُ اُ۬لۡخَٰسِرُونَ   "
  ],
  [
    "لَيَقُولُنَّ اَ۬للَّهُۚ قُلِ اِ۬لۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ   "
  ],
  [
    "بِنَصۡرِ اِ۬للَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهۡوَ اَ۬لۡعَزِيزُ اُ۬لرَّحِيمُ   "
  ],
  [
    "ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ   "
  ],
  [
    "بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ   "
  ],
  [
    "دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۢ بِمَا لَدَيۡهِمۡ فَرِحُونَ   "
  ],
  [
    "أَيۡدِي اِ۬لنّ۪اسِ لِيُذِيقَهُم بَعۡضَ اَ۬لَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ   "
  ],
  [
    "إِنَّ ذَٰلِكَ لَمُحۡيِ اِ۬لۡمَوۡتۭيٰۖ وَهۡوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ   "
  ],
  [
    "فَاَصۡبِرۡ إِنَّ وَعۡدَ اَ۬للَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ اَ۬لَّذِينَ لَا يُوقِنُونَ   "
  ],
  [
    "خَلَقَ اَ۬لَّذِينَ مِن دُونِهِۦۚ بَلِ اِ۬لظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ   "
  ],
  [
    "وَاَغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ اَ۬لۡأَصۡوَٰتِ لَصَوۡتُ اُ۬لۡحَمِيرِ   "
  ],
  [
    "وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۗ إِنَّ اَ۬للَّهَ سَمِيعُۢ بَصِيرٌ   "
  ],
  [
    "وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ اَ۬للَّهَ عَلِيمٌ خَبِيرُۢ   "
  ],
  [
    "مَّلَكُ اُ۬لۡمَوۡتِ اِ۬لَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ   "
  ],
  [
    "وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ اَ۬لنّ۪ارِ اِ۬لَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ   "
  ],
  [
    "يُنظَرُونَ   فَأَعۡرِضۡ عَنۡهُمۡ وَاَنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ   "
  ],
  [
    "أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي اِ۬لۡكِتَٰبِ مَسۡطُورٗا   "
  ],
  [
    "اُ۬للَّهَ مِن قَبۡلُ لَا يُوَلُّونَ اَ۬لۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ اُ۬للَّهِ مَسۡـُٔولٗا   "
  ],
  [
    "وَصَدَقَ اَ۬للَّهُ وَرَسُولُهُۥۖ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا   "
  ],
  [
    "لَهَا اَ۬لۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى اَ۬للَّهِ يَسِيرٗا   "
  ],
  [
    "وَاَلذَّٰكِرَٰتِ أَعَدَّ اَ۬للَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا   "
  ],
  [
    "لِيُخۡرِجَكُم مِّنَ اَ۬لظُّلُمَٰتِ إِلَى اَ۬لنُّورِۚ وَكَانَ بِالۡمُؤۡمِنِينَ رَحِيمٗا   "
  ],
  [
    "يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ اَ۬للَّهُ غَفُورٗا رَّحِيمٗا   "
  ],
  [
    "إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ اَ۬للَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا   "
  ],
  [
    "فِي اِ۬لَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ اِ۬للَّهِ تَبۡدِيلٗا "
  ],
  [
    "عَلَى اَ۬لۡمُؤۡمِنِينَ وَاَلۡمُؤۡمِنَٰتِۗ وَكَانَ اَ۬للَّهُ غَفُورٗا رَّحِيمَۢا   "
  ],
  [
    "يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ   "
  ],
  [
    "أَن لَّوۡ كَانُواْ يَعۡلَمُونَ اَ۬لۡغَيۡبَ مَا لَبِثُواْ فِي اِ۬لۡعَذَابِ اِ۬لۡمُهِينِ   "
  ],
  [
    "اِ۬لۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ   "
  ],
  [
    "اَ۟سۡتُضۡعِفُواْ لِلَّذِينَ اَ۪سۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ   "
  ],
  [
    "وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهۡوَ يُخۡلِفُهُۥۖ وَهۡوَ خَيۡرُ اُ۬لرَّٰزِقِينَ   "
  ],
  [
    "كُلِّ شَيۡءٖ شَهِيدٞ   قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِالۡحَقِّ عَلَّٰمُ اُ۬لۡغُيُوبِ   "
  ],
  [
    "يَرۡزُقُكُم مِّنَ اَ۬لسَّمَآءِ وَاَلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنّۭيٰ تُؤۡفَكُونَ   "
  ],
  [
    "وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى اَ۬للَّهِ يَسِيرٞ   "
  ],
  [
    "وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى اَ۬للَّهِ اِ۬لۡمَصِيرُ   "
  ],
  [
    "أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ   "
  ],
  [
    "غَيۡبِ اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ اِ۬لصُّدُورِ   "
  ],
  [
    "فِي اِ۬لسَّمَٰوَٰتِ وَلَا فِي اِ۬لۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا   "
  ],
  [
    "وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ   "
  ],
  [
    "يَعۡلَمُونَ   بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ اَ۬لۡمُكۡرَمِينَ "
  ],
  [
    "اَ۬لۡقَمَرَ وَلَا اَ۬لَّيۡلُ سَابِقُ اُ۬لنَّه۪ارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ   "
  ],
  [
    "نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ   "
  ],
  [
    "لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ اَ۬لۡقَوۡلُ عَلَى اَ۬لۡكٰ۪فِرِينَ   "
  ],
  [
    "فَسُبۡحَٰنَ اَ۬لَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ "
  ],
  [
    "اِ۬للَّهِ فَاَهۡدُوهُمۡ إِلَىٰ صِرَٰطِ اِ۬لۡجَحِيمِ   وَقِفُوهُمۡۖ إِنَّهُم مَّسۡـُٔولُونَ   "
  ],
  [
    "بَعۡضٖ يَتَسَآءَلُونَ   قَالَ قَآئِلٞ مِّنۡهُمۡ إِنِّي كَانَ لِي قَرِينٞ   "
  ],
  [
    "اَ۬لۡمُجِيبُونَ   وَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ اَ۬لۡكَرۡبِ اِ۬لۡعَظِيمِ   "
  ],
  [
    "اِ۪فۡعَلۡ مَا تُؤۡمَرُۖ سَتَجِدُنِيٓ إِن شَآءَ اَ۬للَّهُ مِنَ اَ۬لصَّٰبِرِينَ   "
  ],
  [
    "اَ۬لۡخَٰلِقِينَ   اَ۬للَّهُ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ اُ۬لۡأَوَّلِينَ   "
  ],
  [
    "اَ۬للَّهُ وَإِنَّهُمۡ لَكَٰذِبُونَ   أَصۡطَفَى اَ۬لۡبَنَاتِ عَلَى اَ۬لۡبَنِينَ   "
  ],
  [
    " وَسَلَٰمٌ عَلَى اَ۬لۡمُرۡسَلِينَ   وَاَلۡحَمۡدُ لِلَّهِ رَبِّ اِ۬لۡعَٰلَمِينَ   "
  ],
  [
    "مَّا لَهَا مِن فَوَاقٖ   وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ اِ۬لۡحِسَابِ   "
  ],
  [
    "عَن سَبِيلِ اِ۬للَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ اَ۬لۡحِسَابِ   "
  ],
  [
    "بِنُصۡبٖ وَعَذَابٍ   اِ۟رۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ   "
  ],
  [
    "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي اِ۬لنّ۪ارِ   "
  ],
  [
    "لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ   إِلَّا عِبَادَكَ مِنۡهُمُ اُ۬لۡمُخۡلِصِينَ   "
  ],
  [
    "كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ اَ۬لۡعَزِيزُ اُ۬لۡغَفَّٰرُ   "
  ],
  [
    "وَأَرۡضُ اُ۬للَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى اَ۬لصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ   "
  ],
  [
    "يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡر۪يٰ لِأُوْلِي اِ۬لۡأَلۡبَٰبِ   "
  ],
  [
    "مَّيِّتُونَ   ثُمَّ إِنَّكُمۡ يَوۡمَ اَ۬لۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ   "
  ],
  [
    "مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ   "
  ],
  [
    "يَوۡمَ اَ۬لۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ اَ۬للَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ   "
  ],
  [
    "عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ اِ۬للَّهِ وَإِن كُنتُ لَمِنَ اَ۬لسَّٰخِرِينَ   "
  ],
  [
    "مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ   "
  ],
  [
    "نَتَبَوَّأُ مِنَ اَ۬لۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ اُ۬لۡعَٰمِلِينَ   "
  ],
  [
    "لِّلَّذِينَ تَابُواْ وَاَتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ اَ۬لۡجَحِيمِ   "
  ],
  [
    "عَلَى اَ۬للَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ اِ۬لۡمُلۡكُ اُ۬لۡيَوۡمَۖ لِلَّهِ اِ۬لۡوَٰحِدِ اِ۬لۡقَهّ۪ارِ   "
  ],
  [
    "نِسَآءَهُمۡۚ وَمَا كَيۡدُ اُ۬لۡكٰ۪فِرِينَ إِلَّا فِي ضَلَٰلٖ   "
  ],
  [
    "مَا لَكُم مِّنَ اَ۬للَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ اِ۬للَّهُ فَمَا لَهُۥ مِنۡ هَادٖ   "
  ],
  [
    "يُدۡخَلُونَ اَ۬لۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ   "
  ],
  [
    "اَ۟دۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ اَ۬لۡعَذَابِ   "
  ],
  [
    "اُ۬لصَّٰلِحَٰتِ وَلَا اَ۬لۡمُسِيٓءُۚ قَلِيلٗا مَّا يَتَذَكَّرُونَ   "
  ],
  [
    "اَ۬لۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ اِ۬لۡعَٰلَمِينَ   "
  ],
  [
    "بَعۡضَ اَ۬لَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ   "
  ],
  [
    "اَ۬للَّهِ اِ۬لَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ اَ۬لۡكَٰفِرُونَ   "
  ],
  [
    "لَهَا وَلِلۡأَرۡضِ اِ۪ئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗاۖ قَالَتَآ أَتَيۡنَا طَآئِعِينَ   "
  ],
  [
    "سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ   "
  ],
  [
    "وَاَلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ اَ۬لۡأَسۡفَلِينَ   "
  ],
  [
    "رَبِّكَ يُسَبِّحُونَ لَهُۥ بِالَّيۡلِ وَاَلنَّه۪ارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩   "
  ],
  [
    "فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ   "
  ],
  [
    "فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ   "
  ],
  [
    "إِلَى اَ۬للَّهِۚ ذَٰلِكُمُ اُ۬للَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ   "
  ],
  [
    "بَيۡنَنَا وَبَيۡنَكُمُۖ اُ۬للَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ اِ۬لۡمَصِيرُ   "
  ],
  [
    "مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ اَ۬لۡفَضۡلُ اُ۬لۡكَبِيرُ   "
  ],
  [
    "فِي اِ۬لۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ اِ۬للَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ   "
  ],
  [
    "اَ۬لظَّٰلِمِينَ لَمَّا رَأَوُاْ اُ۬لۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ   "
  ],
  [
    "رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ اِ۪نَّهُۥ عَلِيٌّ حَكِيمٞ   "
  ],
  [
    "مِهَٰدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ   "
  ],
  [
    "وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثٰ۪رِهِم مُّهۡتَدُونَ   "
  ],
  [
    "لِبُيُوتِهِمۡ سَقۡفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ   "
  ],
  [
    "اِ۬لۡعَٰلَمِينَ   فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ   "
  ],
  [
    "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي اِ۬لۡأَرۡضِ يَخۡلُفُونَ   "
  ],
  [
    "تَعۡمَلُونَ   لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ   "
  ],
  [
    "لَّا يُؤۡمِنُونَ   فَاَصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ   "
  ],
  [
    "أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ اَ۬للَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ   "
  ],
  [
    "مَا خَلَقۡنَٰهُمَآ إِلَّا بِالۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ   "
  ],
  [
    "لَعَلَّهُمۡ يَتَذَكَّرُونَ   فَاَرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ   "
  ],
  [
    "وَمَا فِي اِ۬لۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ   "
  ],
  [
    "وَلِتُجۡزَىٰ كُلُّ نَفۡسِۢ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ   "
  ],
  [
    "قُلۡتُم مَّا نَدۡرِي مَا اَ۬لسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ   "
  ],
  [
    "لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ اِ۬لۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ   "
  ],
  [
    "أُوْلَٰٓئِكَ أَصۡحَٰبُ اُ۬لۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ   "
  ],
  [
    "كُنتُمۡ تَسۡتَكۡبِرُونَ فِي اِ۬لۡأَرۡضِ بِغَيۡرِ اِ۬لۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ   "
  ],
  [
    "بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ   "
  ],
  [
    "مِّن نَّه۪ارِۢۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا اَ۬لۡقَوۡمُ اُ۬لۡفَٰسِقُونَ   "
  ],
  [
    "ذَٰلِكَ بِأَنَّ اَ۬للَّهَ مَوۡلَى اَ۬لَّذِينَ ءَامَنُواْ وَأَنَّ اَ۬لۡكٰ۪فِرِينَ لَا مَوۡلَىٰ لَهُمۡ   "
  ],
  [
    "وَلِلۡمُؤۡمِنِينَ وَاَلۡمُؤۡمِنَٰتِۗ وَاَللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ   "
  ],
  [
    "اَ۬لَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ اَ۬للَّهُ أَضۡغَٰنَهُمۡ   "
  ],
  [
    "تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم "
  ],
  [
    "وَيُعَزِّرُوهُ وَيُوَقِّرُوهُۚ وَيُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا   "
  ],
  [
    "فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا   "
  ],
  [
    "اَ۬للَّهِ اِ۬لَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ اِ۬للَّهِ تَبۡدِيلٗا   "
  ],
  [
    "اِ۬لۡحَقِّ لِيُظۡهِرَهُۥ عَلَى اَ۬لدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِاللَّهِ شَهِيدٗا   "
  ],
  [
    "يُنَادُونَكَ مِن وَرَآءِ اِ۬لۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ   "
  ],
  [
    "اُ۬لۡفُسُوقُ بَعۡدَ اَ۬لۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُب فَّأُوْلَٰٓئِكَ هُمُ اُ۬لظَّٰلِمُونَ   "
  ],
  [
    "غَيۡبَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۚ وَاَللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ   "
  ],
  [
    "أَفَعَيِينَا بِالۡخَلۡقِ اِ۬لۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ   "
  ],
  [
    "بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ اُ۬لۡخُلُودِ   لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ   "
  ],
  [
    "فَاَلۡمُقَسِّمَٰتِ أَمۡرًا   إِنَّمَا تُوعَدُونَ لَصَادِقٞ   وَإِنَّ اَ۬لدِّينَ لَوَٰقِعٞ   "
  ],
  [
    "قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ اَ۬لۡحَكِيمُ اُ۬لۡعَلِيمُ   "
  ],
  [
    "وَلَا تَجۡعَلُواْ مَعَ اَ۬للَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ   "
  ],
  [
    "جَهَنَّمَ دَعًّا هَٰذِهِ اِ۬لنَّارُ اُ۬لَّتِي كُنتُم بِهَا تُكَذِّبُونَ   "
  ],
  [
    "اَ۬لۡمَنُونِ   قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ اَ۬لۡمُتَرَبِّصِينَ   "
  ],
  [
    "رَبِّكَ حِينَ تَقُومُ   وَمِنَ اَ۬لَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ اَ۬لنُّجُومِ   "
  ],
  [
    "لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ اَ۬للَّهُ لِمَن يَشَآءُ وَيَرۡضۭيٰٓ   "
  ],
  [
    "۞وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكۭيٰ   وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيۭا   "
  ],
  [
    "اِ۬لنُّذُرُ   فَتَوَلَّ عَنۡهُمۡۘ يَوۡمَ يَدۡعُ اُ۬لدَّاعِۦٓ إِلَىٰ شَيۡءٖ نُّكُرٍ   "
  ],
  [
    "إِنَّا مُرۡسِلُواْ اُ۬لنَّاقَةِ فِتۡنَةٗ لَّهُمۡ فَاَرۡتَقِبۡهُمۡ وَاَصۡطَبِرۡ   "
  ],
  [
    "وُجُوهِهِمۡ ذُوقُواْ مَسَّ سَقَرَ   إِنَّا كُلَّ شَيۡءٍ خَلَقۡنَٰهُ بِقَدَرٖ   "
  ],
  [
    "اُ۬لۡمَشۡرِقَيۡنِ وَرَبُّ اُ۬لۡمَغۡرِبَيۡنِ   فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ   "
  ],
  [
    "۞يُعۡرَفُ اُ۬لۡمُجۡرِمُونَ بِسِيمٰۭهُمۡ فَيُؤۡخَذُ بِالنَّوَٰصِي وَاَلۡأَقۡدَامِ   "
  ],
  [
    "فِيهِمَا فَٰكِهَةٞ وَنَخۡلٞ وَرُمَّانٞ   فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ   "
  ],
  [
    "عَلَىٰ سُرُرٖ مَّوۡضُونَةٖ   مُّتَّكِـِٔينَ عَلَيۡهَا مُتَقَٰبِلِينَ   "
  ],
  [
    "اَ۬لۡأَوَّلِينَ وَاَلۡأٓخِرِينَ   لَمَجۡمُوعُونَ إِلَىٰ مِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ   "
  ],
  [
    "بِمَوَٰقِعِ اِ۬لنُّجُومِ   وَإِنَّهُۥ لَقَسَمٞ لَّوۡ تَعۡلَمُونَ عَظِيمٌ   "
  ],
  [
    "اَ۬لۡأَوَّلُ وَاَلۡأٓخِرُ وَاَلظَّٰهِرُ وَاَلۡبَاطِنُۖ وَهۡوَ بِكُلِّ شَيۡءٍ عَلِيمٌ   "
  ],
  [
    "اَ۬لَّذِي يُقۡرِضُ اُ۬للَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفُهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ   "
  ],
  [
    "وَأَقۡرَضُواْ اُ۬للَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ   "
  ],
  [
    "اَ۬لنَّاسَ بِالۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ اَ۬للَّهَ هُوَ اَ۬لۡغَنِيُّ اُ۬لۡحَمِيدُ   "
  ],
  [
    "اَ۬لۡفَضۡلَ بِيَدِ اِ۬للَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَاَللَّهُ ذُو اُ۬لۡفَضۡلِ اِ۬لۡعَظِيمِ   "
  ],
  [
    "بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ اُ۬للَّهُ وَنَسُوهُۚ وَاَللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ   "
  ],
  [
    "وَاَلَّذِينَ أُوتُواْ اُ۬لۡعِلۡمَ دَرَجَٰتٖۚ وَاَللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ   "
  ],
  [
    "اِ۬لۡأَذَلِّينَ   كَتَبَ اَ۬للَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ اَ۬للَّهَ قَوِيٌّ عَزِيزٞ   "
  ],
  [
    "اِ۬لۡجَلَآءَ لَعَذَّبَهُمۡ فِي اِ۬لدُّنۡيۭاۚ وَلَهُمۡ فِي اِ۬لۡأٓخِرَةِ عَذَابُ اُ۬لنّ۪ارِ   "
  ],
  [
    "وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ اُ۬لۡمُفۡلِحُونَ   "
  ],
  [
    "كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيَ أَخَافُ اُ۬للَّهَ رَبَّ اَ۬لۡعَٰلَمِينَ   "
  ],
  [
    "لَهُۥ مَا فِي اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۖ وَهۡوَ اَ۬لۡعَزِيزُ اُ۬لۡحَكِيمُ "
  ],
  [
    "لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَاَغۡفِر لَّنَا رَبَّنَآۖ إِنَّكَ أَنتَ اَ۬لۡعَزِيزُ اُ۬لۡحَكِيمُ   "
  ],
  [
    "أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَاَتَّقُواْ اُ۬للَّهَ اَ۬لَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ   "
  ],
  [
    "أَزَاغَ اَ۬للَّهُ قُلُوبَهُمۡۚ وَاَللَّهُ لَا يَهۡدِي اِ۬لۡقَوۡمَ اَ۬لۡفَٰسِقِينَ   "
  ],
  [
    "وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا اَ۬لَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ   "
  ],
  [
    "إِلَىٰ عَٰلِمِ اِ۬لۡغَيۡبِ وَاَلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ   "
  ],
  [
    "عَلَيۡهِمۡۚ هُمُ اُ۬لۡعَدُوُّ فَاَحۡذَرۡهُمۡۚ قَٰتَلَهُمُ اُ۬للَّهُۖ أَنّۭيٰ يُؤۡفَكُونَ   "
  ],
  [
    "اَ۬للَّهُ نَفۡسًا إِذَا جَآ أَجَلُهَاۚ وَاَللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ "
  ],
  [
    "تَجۡرِي مِن تَحۡتِهَا اَ۬لۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ اَ۬لۡفَوۡزُ اُ۬لۡعَظِيمُ   "
  ],
  [
    "حَلِيمٌ   عَٰلِمُ اُ۬لۡغَيۡبِ وَاَلشَّهَٰدَةِ اِ۬لۡعَزِيزُ اُ۬لۡحَكِيمُ   "
  ],
  [
    "إِلَيۡكُمۡۚ وَمَن يَتَّقِ اِ۬للَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا   "
  ],
  [
    "كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ اَ۬للَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا   "
  ],
  [
    "كَفَرُواْ لَا تَعۡتَذِرُواْ اُ۬لۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ   "
  ],
  [
    "وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ اَ۬لۡقَٰنِتِينَ   "
  ],
  [
    "اَ۬لَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِالۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ   "
  ],
  [
    "صَٰدِقِينَ   قُلۡ إِنَّمَا اَ۬لۡعِلۡمُ عِندَ اَ۬للَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ   "
  ],
  [
    "ءَايَٰتُنَا قَالَ أَسَٰطِيرُ اُ۬لۡأَوَّلِينَ   سَنَسِمُهُۥ عَلَى اَ۬لۡخُرۡطُومِ   "
  ],
  [
    "يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى اَ۬لسُّجُودِ فَلَا يَسۡتَطِيعُونَ   "
  ],
  [
    "اَ۬لۡقَوۡمَ فِيهَا صَرۡعۭيٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ   فَهَل تَّر۪يٰ لَهُم مِّنۢ بَاقِيَةٖ   "
  ],
  [
    "وَلَا يَحُضُّ عَلَىٰ طَعَامِ اِ۬لۡمِسۡكِينِ   فَلَيۡسَ لَهُ اُ۬لۡيَوۡمَ هَٰهُنَا حَمِيمٞ   "
  ],
  [
    "كَاَلۡمُهۡلِ   وَتَكُونُ اُ۬لۡجِبَالُ كَاَلۡعِهۡنِ   وَلَا يَسۡـَٔلُ حَمِيمٌ حَمِيمٗا   "
  ],
  [
    "مِّمَّا يَعۡلَمُونَ   ۞فَلَآ أُقۡسِمُ بِرَبِّ اِ۬لۡمَشَٰرِقِ وَاَلۡمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ   "
  ],
  [
    "لَهُمۡ إِسۡرَارٗا   فَقُلۡتُ اُ۪سۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا   "
  ],
  [
    "وَلِلۡمُؤۡمِنِينَ وَاَلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ اِ۬لظَّٰلِمِينَ إِلَّا تَبَارَۢا   "
  ],
  [
    "ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا   "
  ],
  [
    "رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا   "
  ],
  [
    "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ اَ۪تَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا   "
  ],
  [
    "كَانَ لِأٓيَٰتِنَا عَنِيدٗا   سَأُرۡهِقُهُۥ صَعُودًا   إِنَّهُۥ فَكَّرَ وَقَدَّرَ   "
  ],
  [
    "اَ۬لۡخَآئِضِينَ   وَكُنَّا نُكَذِّبُ بِيَوۡمِ اِ۬لدِّينِ   حَتَّىٰٓ أَتَىٰنَا اَ۬لۡيَقِينُ   "
  ],
  [
    "جَمۡعَهُۥ وَقُرۡءَانَهُۥ   فَإِذَا قَرَأۡنَٰهُ فَاَتَّبِعۡ قُرۡءَانَهُۥ   ثُمَّ إِنَّ عَلَيۡنَا بَيَانَهُۥ   "
  ],
  [
    "وَأَغۡلَٰلٗا وَسَعِيرًا   إِنَّ اَ۬لۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا   "
  ],
  [
    "مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا   وَاَذۡكُرِ اِ۪سۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا   "
  ],
  [
    "كَذَٰلِكَ نَفۡعَلُ بِالۡمُجۡرِمِينَ   وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ   "
  ],
  [
    "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ   فَبِأَيِّ حَدِيثِۢ بَعۡدَهُۥ يُؤۡمِنُونَ   "
  ],
  [
    "أَحۡصَيۡنَٰهُ كِتَٰبٗا   فَذُوقُواْ فَلَن نَّزِيدَكُمۡ إِلَّا عَذَابًا   "
  ],
  [
    "هَلۡ أَتَىٰكَ حَدِيثُ مُوسۭيٰٓ   إِذۡ نَادَىٰهُ رَبُّهُۥ بِالۡوَادِ اِ۬لۡمُقَدَّسِ طُوَى   "
  ],
  [
    "كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحۭىٰهَا   "
  ],
  [
    "مُّسۡفِرَةٞ   ضَاحِكَةٞ مُّسۡتَبۡشِرَةٞ   وَوُجُوهٞ يَوۡمَئِذٍ عَلَيۡهَا غَبَرَةٞ   "
  ],
  [
    "يَسۡتَقِيمَ   وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ اَ۬للَّهُ رَبُّ اُ۬لۡعَٰلَمِينَ   "
  ],
  [
    "وَإِذَا كَالُوهُمۡ أَو وَّزَنُوهُمۡ يُخۡسِرُونَ   أَلَا يَظُنُّ أُوْلَٰٓئِكَ أَنَّهُم مَّبۡعُوثُونَ   "
  ],
  [
    "إِنَّ هَٰٓؤُلَآءِ لَضَآلُّونَ   وَمَآ أُرۡسِلُواْ عَلَيۡهِمۡ حَٰفِظِينَ   "
  ],
  [
    "وَاَللَّهُ أَعۡلَمُ بِمَا يُوعُونَ   فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ   "
  ],
  [
    "مِن وَرَآئِهِم مُّحِيطُۢ   بَلۡ هُوَ قُرۡءَانٞ مَّجِيدٞ   فِي لَوۡحٖ مَّحۡفُوظِۢ   "
  ],
  [
    "وَنُيَسِّرُكَ لِلۡيُسۡر۪يٰ   فَذَكِّرۡ إِن نَّفَعَتِ اِ۬لذِّكۡر۪يٰ   سَيَذَّكَّرُ مَن يَخۡشۭيٰ   "
  ],
  [
    "فَذَكِّرۡ إِنَّمَآ أَنتَ مُذَكِّرٞ   لَّسۡتَ عَلَيۡهِم بِمُصَيۡطِرٍ   "
  ],
  [
    "دُكَّتِ اِ۬لۡأَرۡضُ دَكّٗا دَكّٗا   وَجَآءَ رَبُّكَ وَاَلۡمَلَكُ صَفّٗا صَفّٗا   "
  ],
  [
    "بِالصَّبۡرِ وَتَوَاصَوۡاْ بِالۡمَرۡحَمَةِ   أُوْلَٰٓئِكَ أَصۡحَٰبُ اُ۬لۡمَيۡمَنَةِ   "
  ],
  [
    "فَسَنُيَسِّرُهُۥ لِلۡيُسۡر۪يٰ   وَأَمَّا مَنۢ بَخِلَ وَاَسۡتَغۡنۭيٰ   وَكَذَّبَ بِالۡحُسۡنۭيٰ   "
  ],
  [
    "أَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ   وَوَضَعۡنَا عَنكَ وِزۡرَكَ   "
  ],
  [
    "إِذَا صَلّۭيٰٓ   أَرَءَيۡتَ إِن كَانَ عَلَى اَ۬لۡهُدۭيٰٓ   أَوۡ أَمَرَ بِالتَّقۡوۭيٰٓ   "
  ],
  [
    "حُنَفَآءَ وَيُقِيمُواْ اُ۬لصَّلَوٰةَ وَيُؤۡتُواْ اُ۬لزَّكَوٰةَۚ وَذَٰلِكَ دِينُ اُ۬لۡقَيِّمَةِ   "
  ],
  [
    "صُبۡحٗا   فَأَثَرۡنَ بِهِۦ نَقۡعٗا   فَوَسَطۡنَ بِهِۦ جَمۡعًا   "
  ],
  [
    "ثُمَّ لَتَرَوُنَّهَا عَيۡنَ اَ۬لۡيَقِينِ   ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ اِ۬لنَّعِيمِ   "
  ],
  [
    "تَرۡمِيهِم بِحِجَارَةٖ مِّن سِجِّيلٖ   فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۢ   "
  ],
  [
    "إِنَّ شَانِئَكَ هُوَ اَ۬لۡأَبۡتَرُ   "
  ],
  [
    "فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۢ   "
  ],
  [
    "مِنَ اَ۬لۡجِنَّةِ وَاَلنّ۪اسِ   "
  ]
]